Repository: chasey-myagi/Sapphire
Catalog: Sapphire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Extract ZIP, RAR, 7-Zip, TAR, and other archives — or auto-mount and install disk images (DMGs) — from anywhere.
zh_hans: 从任意位置解压 ZIP、RAR、7-Zip、TAR 等归档，或自动装载磁盘映像（DMG）并安装其中的应用。
zh_hant: 從任何位置解壓縮 ZIP、RAR、7-Zip、TAR 及其他封存檔，或自動裝載並安裝磁碟映像檔（DMG）。

source: Extracting
zh_hans: 正在解压
zh_hant: 正在解壓縮

source: Extracting %@…
zh_hans: 正在解压 %@…
zh_hant: 正在解壓縮 %@…

source: Extracting...
zh_hans: 正在解压…
zh_hant: 正在解壓縮…

source: Extreme
zh_hans: 极高
zh_hant: 極高

source: Eye Break
zh_hans: 护眼休息
zh_hant: 護眼休息

source: Eye Break Status
zh_hans: 护眼休息状态
zh_hant: 護眼休息狀態

source: Eye Health
zh_hans: 眼睛健康
zh_hant: 眼睛健康

source: Eye Health Recommendations
zh_hans: 护眼建议
zh_hant: 眼睛健康建議

source: F2 Renames the Selection
zh_hans: F2 重命名所选项目
zh_hant: F2 重新命名所選項目

source: FOCUS
zh_hans: 专注
zh_hant: 專注

source: Face ID Authentication Required
zh_hans: 需要 Face ID 身份验证
zh_hant: 需要 Face ID 驗證

source: Face ID locked — spoof detected.
zh_hans: Face ID已锁定：检测到伪造人脸。
zh_hant: Face ID 已鎖定：偵測到偽造臉孔。

source: Face ID locked — unlock with your password
zh_hans: Face ID 已锁定，请使用密码解锁
zh_hant: Face ID 已鎖定：請使用密碼解鎖

source: Face ID stopped — face not recognized.
zh_hans: Face ID已停止：未识别出人脸。
zh_hant: Face ID 已停止：無法辨識臉孔。

source: Face ID unavailable at this location.
zh_hans: 当前位置无法使用Face ID。
zh_hant: 此位置無法使用 Face ID。

source: Face ID works
zh_hans: Face ID 可用位置
zh_hant: Face ID 可用位置

source: Fade
zh_hans: 淡入淡出
zh_hant: 淡入淡出

source: Fade Bottom Edge
zh_hans: 底部边缘渐隐
zh_hant: 底部邊緣淡出

source: Fade the lower edge of the notch from black to transparent.
zh_hans: 让刘海区域底部边缘从黑色渐变为透明。
zh_hant: 讓瀏海區域的下緣從黑色漸變為透明。

source: Failed to Load Data
zh_hans: 数据加载失败
zh_hant: 無法載入資料

source: Failed to construct URL: %@
zh_hans: 无法构建 URL：%@
zh_hant: 無法建構 URL：%@

source: Failed to copy the file: %@
zh_hans: 无法复制文件：%@
zh_hant: 無法拷貝檔案：%@

source: Failed to decode data: %@
zh_hans: 数据解码失败：%@
zh_hant: 無法解碼資料：%@

source: Failed to load data from the item provider.
zh_hans: 无法从项目提供程序加载数据。
zh_hant: 無法從項目提供者載入資料。

source: Failed to parse Open-Meteo response: %@
zh_hans: 无法解析 Open-Meteo 响应：%@
zh_hant: 無法解析 Open-Meteo 回應：%@

source: Failed to start calibration: %@
zh_hans: 无法开始校准：%@
zh_hant: 無法開始校正：%@

source: Failed to unzip the update file.
zh_hans: 无法解压更新文件。
zh_hant: 無法解壓縮更新檔案。

source: Failed to write image to destination.
zh_hans: 无法将图像写入目标文件。
zh_hant: 無法將影像寫入目的位置。

source: Failed: %@
zh_hans: 失败：%@
zh_hant: 失敗：%@

source: Fan %lld
zh_hans: 风扇 %lld
zh_hant: 風扇 %lld

source: Fan %lld · %@ · %lld RPM · min %lld · max %lld
zh_hans: 风扇 %lld · %@ · %lld RPM · 最低 %lld · 最高 %lld
zh_hant: 風扇 %lld · %@ · %lld RPM · 最低 %lld · 最高 %lld

source: Fan Control
zh_hans: 风扇控制
zh_hant: 風扇控制

source: Fan Speed
zh_hans: 风扇转速
zh_hant: 風扇轉速

source: Fan control is in beta. Idle fans at 0 RPM are normal
zh_hans: 风扇控制处于测试阶段。闲置风扇转速为 0 RPM 属于正常现象
zh_hant: 風扇控制目前為 Beta 版。閒置風扇轉速為 0 RPM 屬於正常現象

source: Fan count: %lld
zh_hans: 风扇数量：%lld
zh_hant: 風扇數量：%lld

source: Fancy
zh_hans: 灵活布局
zh_hant: 靈活佈局

source: Fanless Macs (some MacBook Air models) will show this permanently. Otherwise, ensure the Sapphire helper is installed and retry.
zh_hans: 无风扇的 Mac（部分 MacBook Air 机型）会始终显示此提示。其他机型请确认 Sapphire 辅助服务已安装，然后重试。
zh_hant: 無風扇的 Mac（部分 MacBook Air 機型）會永久顯示此訊息。否則，請確定已安裝 Sapphire 輔助服務後再試一次。

source: Fans also like
zh_hans: 听众也喜欢
zh_hant: 粉絲也喜歡

source: Fast
zh_hans: 快速
zh_hant: 快速

source: Featuring
zh_hans: 参与作品
zh_hant: 參與作品

source: Feels %lld°
zh_hans: 体感 %lld°
zh_hant: 體感 %lld°

source: Feels Like
zh_hans: 体感温度
zh_hant: 體感溫度

source: Feels: %@
zh_hans: 体感：%@
zh_hant: 體感：%@

source: Fetching...
zh_hans: 正在获取…
zh_hant: 正在取得…

source: File
zh_hans: 文件
zh_hant: 檔案

source: File Drops
zh_hans: 文件传输
zh_hant: 檔案拖放

source: File Progress
zh_hans: 文件操作进度
zh_hant: 檔案進度

source: File Shelf
zh_hans: 文件暂存架
zh_hant: 檔案暫存架

source: File Type
zh_hans: 文件类型
zh_hant: 檔案類型

source: File name
zh_hans: 文件名
zh_hant: 檔案名稱

source: File not found
zh_hans: 未找到文件
zh_hant: 找不到檔案

source: Files & Documents
zh_hans: 文件与文稿
zh_hant: 檔案與文件

source: Fill Screen
zh_hans: 填充屏幕
zh_hant: 填滿螢幕

source: Filter notifications to only display when a code (OTP) is detected.
zh_hans: 仅在检测到一次性验证码（OTP）时显示通知。
zh_hant: 篩選通知，僅在偵測到驗證碼（OTP）時顯示。

source: Find Device by Distance
zh_hans: 按距离查找设备
zh_hant: 依距離尋找裝置

source: Find by Distance...
zh_hans: 按距离查找…
zh_hant: 依距離尋找…

source: Find large folders and reclaim space with transparent, user-approved cleanup.
zh_hans: 查找大文件夹，在确认清理内容后释放空间。
zh_hant: 尋找大型檔案夾，並以透明、經你確認的清理方式釋放空間。

source: Find tracks, artists, albums, and playlists.
zh_hans: 搜索歌曲、艺人、专辑和播放列表。
zh_hant: 搜尋曲目、藝人、專輯和播放列表。

source: Finder Cut & Paste
zh_hans: 访达剪切与粘贴
zh_hant: Finder 剪下與貼上

source: Finding related files…
zh_hans: 正在查找关联文件…
zh_hant: 正在尋找相關檔案…

source: Fine-tune every animation parameter to your exact liking.
zh_hans: 按自己的喜好精细调整每项动画参数。
zh_hant: 依你的喜好微調每一項動畫參數。

source: Fine-tune the spacing and padding between all menu bar items. Changes require a menu bar refresh to apply.
zh_hans: 微调所有菜单栏项目之间的间距和内边距。更改后需要刷新菜单栏才能生效。
zh_hant: 微調所有選單列項目之間的間距與邊距。變更需重新整理選單列才會套用。

source: Fit to Screen
zh_hans: 适应屏幕
zh_hant: 符合螢幕大小

source: Flat
zh_hans: 平直
zh_hant: 平直

source: Flip Horizontally
zh_hans: 水平翻转
zh_hant: 水平翻轉

source: Flip horizontally
zh_hans: 水平翻转
zh_hant: 水平翻轉

source: Floating Island on Notchless Displays
zh_hans: 无刘海显示器使用悬浮岛
zh_hant: 在無瀏海的顯示器上使用浮動島

source: Focus
zh_hans: 专注
zh_hant: 專注模式

source: Focus & Security
zh_hans: 专注与安全
zh_hant: 專注模式與安全性

source: Focus 20ft away.
zh_hans: 看向约 6 米外。
zh_hant: 注視 20 英尺外的地方。

source: Focus Duration:
zh_hans: 专注时长：
zh_hant: 專注時間長度：

source: Focus Mode Is
zh_hans: 专注模式为
zh_hant: 專注模式為

source: Focus Off
zh_hans: 专注模式已关闭
zh_hant: 專注模式已關閉

source: Focus Sessions
zh_hans: 专注时段
zh_hant: 專注時段

source: Focus Status
zh_hans: 专注状态
zh_hant: 專注模式狀態

source: Focus block complete
zh_hans: 专注时段已完成
zh_hant: 專注區段已完成

source: Focus on an object at least 20 feet away
zh_hans: 注视至少 20 英尺（约 6 米）外的物体
zh_hant: 注視至少 20 英尺（約 6 公尺）外的物體

source: Focus session complete
zh_hans: 专注会话已完成
zh_hant: 專注時段已完成

source: Focus session started
zh_hans: 专注已开始
zh_hant: 專注時段已開始

source: Focus streak
zh_hans: 连续专注
zh_hant: 專注連續紀錄

source: Focused
zh_hans: 已专注
zh_hant: 已專注

source: Foggy
zh_hans: 有雾
zh_hant: 有霧

source: Folder
zh_hans: 文件夹
zh_hant: 檔案夾

source: Folder contents not measured in Surface Scan
zh_hans: 浅层扫描未测量文件夹内容
zh_hant: 表層掃描未測量檔案夾內容

source: Follow System
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: For OpenBubbles
zh_hans: 适用于 OpenBubbles
zh_hant: 適用於 OpenBubbles

source: For You
zh_hans: 为你推荐
zh_hant: 為你推薦

source: For devices like HomePods, show a device-specific icon in the volume HUD.
zh_hans: 对于 HomePod 等设备，在音量提示浮层中显示对应的设备图标。
zh_hant: 針對 HomePod 等裝置，在音量浮動提示中顯示裝置專屬圖像。

source: Force Low Power Mode while the lid is partially closed and restore the previous state when reopened.
zh_hans: 屏幕部分合上时强制启用低电量模式，重新打开时恢复原状态。
zh_hant: 上蓋部分闔上時強制啟用低耗電模式，重新打開時回復先前狀態。

source: Force a specific layout mode (Single or Multi) when dragging a particular app.
zh_hans: 拖动特定应用时，强制使用指定的布局模式（单视图或多视图）。
zh_hant: 拖移特定 App 時，強制使用指定的佈局模式（單一或多重）。

source: Forget Device
zh_hans: 忘记设备
zh_hant: 忘記裝置

source: Free
zh_hans: 免费
zh_hant: 免費

source: Freezing Drizzle
zh_hans: 冻毛毛雨
zh_hant: 凍毛毛雨

source: Freezing Rain
zh_hans: 冻雨
zh_hant: 凍雨

source: French
zh_hans: 法语
zh_hant: 法文

source: Fri
zh_hans: 周五
zh_hant: 週五

source: From %@
zh_hans: 来自 %@
zh_hant: 來自 %@

source: Frosted
zh_hans: 磨砂
zh_hant: 磨砂

source: Frosted Overlay
zh_hans: 磨砂叠层
zh_hant: 磨砂疊層

source: Frosted glass with chromatic aberration.
zh_hans: 带色差效果的磨砂玻璃。
zh_hant: 帶有色差效果的磨砂玻璃。

source: Full Disk Access
zh_hans: 完全磁盘访问权限
zh_hant: 完整磁碟取用權限

source: Full Screen
zh_hans: 全屏
zh_hant: 全螢幕

source: Fullscreen
zh_hans: 全屏
zh_hant: 全螢幕

source: Fullscreen UI
zh_hans: 全屏界面
zh_hant: 全螢幕介面

source: GPU Usage
zh_hans: GPU 使用率
zh_hant: GPU 使用率

source: Gain
zh_hans: 增益
zh_hant: 增益

source: General
zh_hans: 通用
zh_hant: 一般

source: General Behavior
zh_hans: 通用行为
zh_hant: 一般行為

source: Generate One-Time Activation Code
zh_hans: 生成一次性激活码
zh_hant: 產生一次性啟用碼

source: Generate Word-by-Word Timing
zh_hans: 生成逐字时间轴
zh_hant: 產生逐字時間軸

source: Generate a shareable, single-use code
zh_hans: 生成可分享的一次性代码
zh_hant: 產生可分享的一次性代碼

source: Generating...
zh_hans: 正在生成…
zh_hant: 正在產生…

source: Gentle
zh_hans: 温和
zh_hant: 溫和

source: Gestures
zh_hans: 手势
zh_hant: 手勢

source: Get Started
zh_hans: 开始使用
zh_hant: 開始使用

source: Get a notification when a focus block ends and a break starts, when a break ends, and when the session finishes.
zh_hans: 专注区段结束并开始休息、休息结束以及整个专注时段完成时发送通知。
zh_hant: 專注區段結束並開始休息、休息結束，以及整個專注時段完成時傳送通知。

source: Get an audible alert when your battery is running low.
zh_hans: 电池电量不足时播放提示音。
zh_hant: 電池電量不足時播放提示音。

source: Get reminded to look away from your screen periodically.
zh_hans: 定时提醒你将视线移开屏幕。
zh_hant: 定時提醒你將視線移開螢幕。

source: GitHub rate-limited update checks. Retrying %@.
zh_hans: GitHub 对更新检查进行了限流。将在 %@ 重试。
zh_hant: GitHub 限制了更新檢查頻率。將在 %@ 重試。

source: GitHub rate-limited update checks. Sapphire will retry automatically.
zh_hans: GitHub 对更新检查进行了限流。Sapphire 会自动重试。
zh_hant: GitHub 限制了更新檢查頻率。Sapphire 會自動重試。

source: GitHub releases unavailable
zh_hans: 无法获取 GitHub 版本
zh_hant: 無法取得 GitHub 版本

source: Global Default Layout
zh_hans: 全局默认布局
zh_hant: 全域預設佈局

source: Global Multi-View Layouts
zh_hans: 全局多视图布局
zh_hant: 全域多重視圖佈局

source: Global Widget Style
zh_hans: 全局小组件样式
zh_hant: 全域小工具樣式

source: Go to parent folder
zh_hans: 前往上层文件夹
zh_hant: 前往上層檔案夾

source: Google Update reported an error
zh_hans: Google Update 报告了错误
zh_hant: Google Update 回報了錯誤

source: Google Update unavailable
zh_hans: Google Update 不可用
zh_hant: Google Update 無法使用

source: Got it
zh_hans: 知道了
zh_hant: 知道了

source: Grace period after the last task ends, so back-to-back runs don't let the display sleep in between. Detection settings live in Dev Activity.
zh_hans: 最后一个任务结束后的宽限时间，防止连续任务之间显示器休眠。检测选项位于“开发活动”设置。
zh_hant: 最後一個工作結束後的緩衝時間，讓連續執行之間顯示器不會進入睡眠。偵測設定位於「開發活動」中。

source: Gradient
zh_hans: 渐变
zh_hant: 漸層

source: Gradient Colors
zh_hans: 渐变颜色
zh_hant: 漸層顏色

source: Grant Location access in Sapphire's Permissions settings to show weather.
zh_hans: 请在 Sapphire 的权限设置中允许定位，以显示天气。
zh_hant: 請在 Sapphire 的權限設定中允許取用位置，以顯示天氣。

source: Grant camera access in System Settings → Privacy & Security → Camera to use Mirror.
zh_hans: 请前往“系统设置 → 隐私与安全性 → 相机”授予访问权限，以使用镜子。
zh_hant: 請前往「系統設定 → 隱私權與安全性 → 相機」授予取用權限，以使用鏡子。

source: Great work! Time for a %lld minute break.
zh_hans: 做得好！现在休息 %lld 分钟。
zh_hant: 做得好！現在休息 %lld 分鐘。

source: Green
zh_hans: 绿色
zh_hant: 綠色

source: Green Button Maximize
zh_hans: 绿色按钮最大化
zh_hant: 綠色按鈕最大化

source: Grid
zh_hans: 网格
zh_hant: 格狀

source: Guest
zh_hans: 访客
zh_hant: 訪客

source: Guest customer
zh_hans: 访客客户
zh_hant: 訪客顧客

source: H: %lld° L: %lld°
zh_hans: 最高：%lld° 最低：%lld°
zh_hant: 高：%lld° 低：%lld°

source: H: —° L: —°
zh_hans: 最高：—° 最低：—°
zh_hant: 高：—° 低：—°

source: H:%lld° L:%lld°
zh_hans: 最高 %1$lld° 最低 %2$lld°
zh_hant: 高：%lld° 低：%lld°

source: HOURLY FORECAST
zh_hans: 逐小时预报
zh_hant: 每小時預報

source: HUD
zh_hans: 提示浮层
zh_hant: 浮動提示

source: HUD Appearance
zh_hans: 提示浮层外观
zh_hant: 浮動提示外觀

source: HUD Duration
zh_hans: 提示浮层显示时长
zh_hant: 浮動提示顯示時間

source: Hack Club AI Integration
zh_hans: Hack Club AI 集成
zh_hant: Hack Club AI 整合

source: Hack Club API Key
zh_hans: Hack Club API 密钥
zh_hant: Hack Club API 密鑰

source: Haptic Feedback
zh_hans: 触感反馈
zh_hant: 觸覺回饋

source: Hard-linked data already accounted elsewhere
zh_hans: 硬链接数据已在其他位置计入
zh_hant: 硬連結資料已在其他位置計入

source: Hardware %
zh_hans: 硬件电量 %
zh_hant: 硬體電量 %

source: Hardware Charge
zh_hans: 硬件电量
zh_hant: 硬體電量

source: Hardware Info QR Code
zh_hans: 硬件信息二维码
zh_hant: 硬體資訊 QR 碼

source: Hardware Mute
zh_hans: 硬件静音
zh_hant: 硬體靜音

source: Heads-up display overlays for volume, brightness, keyboard, and media feedback.
zh_hans: 设置音量、亮度、键盘和媒体操作的提示浮层。
zh_hant: 音量、亮度、鍵盤和媒體操作的浮動提示。

source: Health
zh_hans: 健康
zh_hant: 健康

source: Health & Wellness
zh_hans: 健康与保健
zh_hant: 健康與保健

source: Heat Protection
zh_hans: 过热保护
zh_hant: 過熱保護

source: Heat Protection Disabled
zh_hans: 已关闭过热保护
zh_hant: 已停用過熱保護

source: Heat Protection Enabled
zh_hans: 已开启过热保护
zh_hant: 已啟用過熱保護

source: Heat Protection Off
zh_hans: 已关闭过热保护
zh_hant: 過熱保護已關閉

source: Heat Protection On
zh_hans: 已开启过热保护
zh_hant: 過熱保護已開啟

source: Heavy Drizzle
zh_hans: 强毛毛雨
zh_hant: 強毛毛雨

source: Heavy Rain
zh_hans: 大雨
zh_hant: 大雨

source: Heavy Rotation
zh_hans: 常听音乐
zh_hant: 經常播放

source: Heavy Showers
zh_hans: 强阵雨
zh_hant: 強陣雨

source: Heavy Snow
zh_hans: 大雪
zh_hant: 大雪

source: Height
zh_hans: 高度
zh_hant: 高度

source: Helper
zh_hans: 辅助工具
zh_hant: 輔助服務

source: Helper Active
zh_hans: 辅助服务已启用
zh_hant: 輔助服務已啟用

source: Helper Not Installed
zh_hans: 辅助服务未安装
zh_hant: 未安裝輔助服務

source: Helper cannot start
zh_hans: 辅助服务无法启动
zh_hant: 輔助服務無法啟動

source: Helper is ready. You can continue.
zh_hans: 辅助服务已就绪，可以继续。
zh_hant: 輔助服務已就緒，你可以繼續。

source: Helper registration missing
zh_hans: 辅助服务注册缺失
zh_hant: 缺少輔助服務註冊

source: Here are the suggested settings based on your measurements.
zh_hans: 以下是根据测量结果建议的设置。
zh_hant: 以下是根據你的測量結果建議的設定。

source: Hide After
zh_hans: 隐藏前等待
zh_hant: 隱藏前等待

source: Hide All in Full Screen
zh_hans: 全屏时隐藏所有活动
zh_hant: 全螢幕時全部隱藏

source: Hide Main Control Icon
zh_hans: 隐藏主控制图标
zh_hant: 隱藏主控制圖像

source: Hide Music Widget
zh_hans: 隐藏音乐小组件
zh_hant: 隱藏音樂小工具

source: Hide Paused Spotify Song
zh_hans: 隐藏已暂停的 Spotify 歌曲
zh_hant: 隱藏已暫停的 Spotify 歌曲

source: Hide Wall
zh_hans: 隐藏壁纸
zh_hant: 隱藏桌布

source: Hide Wallpaper
zh_hans: 隐藏壁纸
zh_hant: 隱藏桌布

source: Hide When Inactive
zh_hans: 未活动时隐藏
zh_hant: 閒置時隱藏

source: Hide When Source App is Active
zh_hans: 来源应用位于前台时隐藏
zh_hant: 來源 App 在前景時隱藏

source: Hide and show menu bar items using an expandable section.
zh_hans: 通过可展开的区域隐藏和显示菜单栏项目。
zh_hant: 使用可展開的區域來隱藏和顯示選單列項目。

source: Hide from Screen Sharing
zh_hans: 在屏幕共享中隐藏
zh_hant: 在螢幕共享中隱藏

source: Hide music widget if no media is playing
zh_hans: 没有媒体播放时隐藏音乐小组件
zh_hant: 沒有媒體播放時隱藏音樂小工具

source: Hide notch when inactive (this display)
zh_hans: 闲置时隐藏刘海区域（此显示器）
zh_hant: 閒置時隱藏瀏海（此顯示器）

source: Hide the music widget when Spotify is paused and no other system media is playing
zh_hans: Spotify 已暂停且没有其他系统媒体播放时，隐藏音乐小组件
zh_hant: Spotify 已暫停且沒有其他系統媒體播放時，隱藏音樂小工具

source: Hide the sports activity when no favorite team has a live game.
zh_hans: 关注的球队没有正在进行的比赛时，隐藏体育实时活动。
zh_hant: 關注的球隊沒有進行中的比賽時，隱藏體育即時動態。

source: Hiding Appearance
zh_hans: 隐藏区域外观
zh_hant: 隱藏外觀

source: High
zh_hans: 高
zh_hant: 高

source: High / Low Temperature
zh_hans: 最高／最低温度
zh_hant: 最高／最低溫度

source: High CPU Load
zh_hans: CPU 负载过高
zh_hant: CPU 負載過高

source: Hip-Hop
zh_hans: 嘻哈
zh_hant: 嘻哈

source: History Limit
zh_hans: 历史记录上限
zh_hant: 歷史記錄上限

source: Hold %@
zh_hans: 长按 %@
zh_hant: 按住 %@

source: Hold Actions
zh_hans: 长按操作
zh_hant: 按住動作

source: Hold Duration
zh_hans: 长按时长
zh_hant: 按住時間長度

source: Hold Still
zh_hans: 请保持不动
zh_hant: 請保持不動

source: Hold the Shortcut
zh_hans: 长按快捷键
zh_hant: 按住快速鍵

source: Hold your device where you would normally use it when your Mac is unlocked (e.g., next to the trackpad).
zh_hans: 将设备放在 Mac 解锁时你通常使用它的位置，例如触控板旁边。
zh_hant: 將裝置放在 Mac 解鎖時你平常使用的位置（例如觸控式軸板旁邊）。

source: Home shelves from Spotify will appear here once loaded.
zh_hans: Spotify 首页内容加载后会显示在此处。
zh_hant: Spotify 首頁內容載入後會顯示在這裡。

source: Homebrew is not installed
zh_hans: 未安装 Homebrew
zh_hant: 未安裝 Homebrew

source: Homebrew returned no comparable version for “%@”
zh_hans: Homebrew 未返回“%@”可用于比较的版本号
zh_hant: Homebrew 未回傳「%@」可用於比較的版本

source: Hover Damping
zh_hans: 悬停阻尼
zh_hant: 懸停阻尼

source: Hover Delay
zh_hans: 悬停延迟
zh_hant: 懸停延遲

source: Hover Response
zh_hans: 悬停响应
zh_hant: 懸停回應

source: Hover Scale Factor
zh_hans: 悬停缩放比例
zh_hant: 懸停縮放比例

source: Hover State
zh_hans: 悬停状态
zh_hant: 懸停狀態

source: Hover over the album art in the live activity to see the song title.
zh_hans: 将指针悬停在实时活动的专辑封面上时显示歌曲名称。
zh_hant: 將指標懸停在即時動態的專輯封面上即可查看歌曲名稱。

source: Hover-Expanded
zh_hans: 悬停展开
zh_hant: 懸停展開

source: How Detection Works
zh_hans: 检测原理
zh_hant: 偵測運作方式

source: How aggressively blocked apps (and websites) are handled during a session.
zh_hans: 设置专注时段内处理被屏蔽应用和网站的严格程度。
zh_hant: 在專注時段進行期間處理被封鎖 App（和網站）的嚴格程度。

source: How the wallpaper fits screens with a different shape.
zh_hans: 墙纸如何适应不同比例的屏幕。
zh_hant: 桌布如何符合不同比例的螢幕。

source: How to update
zh_hans: 如何更新
zh_hant: 如何更新

source: How widgets appear inside the expanded view.
zh_hans: 小组件在展开视图中的出现方式。
zh_hant: 小工具在展開視圖中的顯示方式。

source: Humidity
zh_hans: 湿度
zh_hant: 濕度

source: INPUTS
zh_hans: 输入设备
zh_hant: 輸入

source: Icon + Gesture
zh_hans: 图标和手势
zh_hant: 圖像＋手勢

source: Icon Color
zh_hans: 图标颜色
zh_hant: 圖像顏色

source: Icon Hiding
zh_hans: 图标隐藏
zh_hant: 圖像隱藏

source: Icon Only
zh_hans: 仅图标
zh_hant: 僅圖像

source: Icon Only (On/Off)
zh_hans: 仅图标（开启／关闭）
zh_hant: 僅圖像（開啟／關閉）

source: Icy Fog
zh_hans: 冻雾
zh_hant: 冰霧

source: Idle
zh_hans: 空闲
zh_hant: 閒置

source: Ignore Concealed Items
zh_hans: 忽略隐藏项目
zh_hant: 忽略隱藏項目

source: Ignore Widget Space Limit
zh_hans: 忽略小组件空间限制
zh_hant: 忽略小工具空間限制

source: Ignore this app
zh_hans: 忽略此应用
zh_hant: 忽略此 App

source: Ignored
zh_hans: 已忽略
zh_hant: 已忽略

source: Image
zh_hans: 图片
zh_hant: 影像

source: Image %lld×%lld
zh_hans: 图像 %1$lld×%2$lld
zh_hant: 影像 %lld×%lld

source: Immunity
zh_hans: 豁免
zh_hant: 豁免

source: Immunity Days
zh_hans: 豁免日
zh_hant: 豁免日

source: Immunity day
zh_hans: 豁免日
zh_hant: 豁免日

source: Immunity scheduled
zh_hans: 已安排豁免日
zh_hant: 已排定豁免日

source: Import Available
zh_hans: 可导入
zh_hant: 可匯入

source: Import failed: %@
zh_hans: 导入失败：%@
zh_hant: 匯入失敗：%@

source: Imported settings from %@.
zh_hans: 已从 %@ 导入设置。
zh_hant: 已從 %@ 匯入設定。

source: In Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中

source: In the music live activity, swipe left on the album art to go to the next track.
zh_hans: 在音乐实时活动中，向左滑动专辑封面即可播放下一首。
zh_hant: 在音樂即時動態中，向左滑動專輯封面即可播放下一首曲目。

source: Include Windows From Other Spaces
zh_hans: 包含其他空间的窗口
zh_hant: 包含其他空間的視窗

source: Include calendar context in enhanced window and Dock previews.
zh_hans: 在增强的窗口和程序坞预览中显示日历信息。
zh_hant: 在增強的視窗和 Dock 預覽中加入行事曆資訊。

source: Incorrect password. Please try again.
zh_hans: 密码不正确，请重试。
zh_hant: 密碼不正確，請再試一次。

source: Increase %@
zh_hans: 增大%@
zh_hant: 增加 %@

source: Initial
zh_hans: 初始状态
zh_hant: 初始

source: Input Behavior
zh_hans: 输入行为
zh_hant: 輸入行為

source: Input Gain
zh_hans: 输入增益
zh_hant: 輸入增益

source: Inspector
zh_hans: 检查器
zh_hant: 檢閱器

source: Install
zh_hans: 安装
zh_hant: 安裝

source: Install / Activate
zh_hans: 安装／启用
zh_hant: 安裝／啟用

source: Install Helper
zh_hans: 安装辅助服务
zh_hant: 安裝輔助服務

source: Install Helper Service
zh_hans: 安装辅助服务
zh_hant: 安裝輔助服務

source: Install and Relaunch
zh_hans: 安装并重新启动
zh_hant: 安裝並重新啟動

source: Install it to open %@.
zh_hans: 安装后即可打开 %@。
zh_hant: 安裝後即可打開 %@。

source: Install the helper to enable battery management and system integrations.
zh_hans: 安装辅助服务以启用电池管理和系统集成功能。
zh_hant: 安裝輔助服務以啟用電池管理和系統整合功能。

source: Installed app notifications
zh_hans: 已安装应用的更新通知
zh_hant: 已安裝 App 的通知

source: Installed app updates
zh_hans: 已安装应用的更新
zh_hant: 已安裝 App 的更新

source: Installing
zh_hans: 正在安装
zh_hant: 正在安裝

source: Installing Packages
zh_hans: 正在安装软件包
zh_hant: 正在安裝套件

source: Installing...
zh_hans: 正在安装…
zh_hant: 正在安裝…

source: Installing... App will relaunch.
zh_hans: 正在安装…应用即将重新启动。
zh_hant: 正在安裝…App 將會重新啟動。

source: Instead of showing the full focus name, only on/off.
zh_hans: 仅显示开启或关闭状态，不显示完整的专注模式名称。
zh_hant: 僅顯示開啟或關閉，不顯示完整的專注模式名稱。

source: Instead of showing the full state, only show icon.
zh_hans: 仅显示图标，不显示完整状态。
zh_hant: 僅顯示圖像，不顯示完整狀態。

source: Instructions
zh_hans: 操作说明
zh_hant: 說明

source: Intelligent Battery Management
zh_hans: 智能电池管理
zh_hant: 智慧型電池管理

source: Intensity can't be changed while a session is running
zh_hans: 专注时段进行时无法更改强度
zh_hant: 專注時段進行期間無法更改強度

source: Interface & General
zh_hans: 界面与通用
zh_hant: 介面與一般

source: Invalid JetBrains update URL
zh_hans: JetBrains 更新 URL 无效
zh_hant: JetBrains 更新 URL 無效

source: Invalid Open-Meteo URL.
zh_hans: Open-Meteo 地址无效。
zh_hant: Open-Meteo URL 無效。

source: Invalid response from Spotify server.
zh_hans: Spotify 服务器响应无效。
zh_hant: Spotify 伺服器回應無效。

source: Invalid update URL
zh_hans: 更新 URL 无效
zh_hant: 更新 URL 無效

source: Invalid weather API URL.
zh_hans: 天气 API 地址无效。
zh_hant: 天氣 API URL 無效。

source: Invert Swipe Gestures
zh_hans: 反转滑动手势
zh_hant: 反轉滑動手勢

source: Island Top Offset
zh_hans: 悬浮岛顶部偏移
zh_hant: 浮動島頂部偏移

source: Issue
zh_hans: 问题
zh_hant: 問題

source: Jam Active
zh_hans: Jam 已启用
zh_hant: Jam 進行中

source: JetBrains update service unavailable
zh_hans: JetBrains 更新服务不可用
zh_hant: JetBrains 更新服務無法使用

source: Join Discord
zh_hans: 加入 Discord
zh_hant: 加入 Discord

source: Keep Awake After Finishing
zh_hans: 任务结束后继续保持唤醒
zh_hant: 完成後繼續保持喚醒

source: Keep Awake While a Task Runs
zh_hans: 任务运行时保持唤醒
zh_hant: 工作執行時保持喚醒

source: Keep Caffeinate Enabled After Clamshell
zh_hans: 结束合盖后继续保持唤醒
zh_hant: 闔上螢幕模式結束後繼續保持喚醒

source: Keep blocking active while on break.
zh_hans: 休息期间保持屏蔽。
zh_hant: 休息期間繼續封鎖。

source: Keep every clipboard item Sapphire captures with no retention cap.
zh_hans: 保留 Sapphire 采集的所有剪贴板项目，不设数量上限。
zh_hant: 保留 Sapphire 擷取的所有剪貼簿項目，不設保留上限。

source: Keep installed apps current and review app-linked data before cleanup.
zh_hans: 保持已安装的应用为最新版本，并在清理前审阅关联数据。
zh_hant: 讓已安裝的 App 保持最新，並在清理前檢查與 App 相關的資料。

source: Keep live wallpapers running whenever the display is awake.
zh_hans: 屏幕唤醒时持续播放动态壁纸。
zh_hant: 顯示器喚醒時持續播放動態桌布。

source: Keep only a few apps on screen; switching to another tucks the oldest one away (restored when the session ends).
zh_hans: 屏幕上仅保留少量应用；切换到新应用时隐藏最早使用的应用，专注时段结束后恢复。
zh_hant: 螢幕上只保留少數 App；切換到其他 App 時會收起最舊的那個（時段結束時回復）。

source: Keep showing the current track in lock screen widgets even when playback is paused.
zh_hans: 即使播放已暂停，也在锁定屏幕小组件中继续显示当前曲目。
zh_hant: 即使播放已暫停，也在鎖定畫面小工具中繼續顯示目前曲目。

source: Keep the Sapphire notch bar visible at the top of the lock screen.
zh_hans: 在锁定屏幕顶部保持显示 Sapphire 刘海栏。
zh_hant: 在鎖定畫面頂部持續顯示 Sapphire 瀏海列。

source: Keep the music widget visible with the last track even when playback is paused or stopped
zh_hans: 即使播放已暂停或停止，也继续显示音乐小组件及上一首曲目
zh_hant: 即使播放已暫停或停止，也繼續顯示音樂小工具及最後播放的曲目

source: Keep your Mac awake while Sapphire's caffeinate mode is active, even with the lid closed.
zh_hans: Sapphire 的保持唤醒模式启用时，即使合上屏幕，也让 Mac 保持唤醒。
zh_hant: Sapphire 的保持喚醒模式啟用時，即使闔上螢幕也讓 Mac 保持喚醒。

source: Keep your Mac awake, clamshell sleep behavior, and lid-angle display controls.
zh_hans: 设置 Mac 保持唤醒、合盖休眠行为，以及按屏幕开合角度控制显示。
zh_hant: 讓 Mac 保持喚醒、闔上螢幕的睡眠行為，以及依上蓋角度控制顯示器。

source: Keeping awake
zh_hans: 正在保持唤醒
zh_hant: 正在保持喚醒

source: Keeps your Mac awake to ensure it reaches the charge limit, useful for 'top-up' schedules before you need to leave.
zh_hans: 让 Mac 保持唤醒，确保达到充电上限，适合出门前定时补充电量。
zh_hant: 讓 Mac 保持喚醒以確保達到充電上限，適合在出門前定時補充電量。

source: Keyboard Brightness
zh_hans: 键盘亮度
zh_hant: 鍵盤亮度

source: Keyboard Shortcut
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

source: Keyboard Shortcuts
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

source: L %lld
zh_hans: 左 %lld
zh_hant: 左 %lld

source: LED color
zh_hans: LED 颜色
zh_hant: LED 顏色

source: LEVELS
zh_hans: 电平
zh_hant: 音量位準

source: LIVE
zh_hans: 实时
zh_hant: 直播

source: Label (optional)
zh_hans: 标签（可选）
zh_hant: 標籤（選填）

source: Language
zh_hans: 语言
zh_hant: 語言

source: Language Packs
zh_hans: 语言包
zh_hant: 語言套件

source: Lap %lld
zh_hans: 第 %lld 圈
zh_hant: 第 %lld 圈

source: Large Files
zh_hans: 大文件
zh_hant: 大型檔案

source: Large files that could be moved or compressed
zh_hans: 可移动或压缩的大文件
zh_hant: 可搬移或壓縮的大型檔案

source: Last 7 Days
zh_hans: 最近 7 天
zh_hant: 過去 7 天

source: Last checked %@
zh_hans: 上次检查：%@
zh_hant: 上次檢查：%@

source: Latest available: %@
zh_hans: 最新可用版本：%@
zh_hant: 最新可用版本：%@

source: Launch Items
zh_hans: 启动项
zh_hant: 啟動項目

source: Launch at Login
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Layer frosted liquid glass on top of the base glass for a denser, more opaque look.
zh_hans: 在基础玻璃上叠加磨砂液态玻璃，使外观更加厚实、不透明。
zh_hant: 在基礎玻璃上疊加磨砂液態玻璃，讓外觀更厚實、更不透明。
